// 1. Напишите  программу, которая на вход принимает два числа
// и проверяет, является ли первое число квадратом второго.


Cosole. WriteLine("Введите первое целое число");
int number1 = Convert.ToInt32(Console.RedLine());
Cosole. WriteLine("Введите второе целое число");
int number2 = Convert.ToInt32(Console.RedLine());

if ( number1 == numder2 ** 2 ) {
    Console.WriteLine("Квадрат первого числа равен второму числу");
} else {
    Console.WriteLine("Квадрат первого числа Не равен второму числу");
}
