
// 3. Напишите программу, которая будет выдавать
// название дня недели по заданному номеру.


Console.WriteLine("");
int day = Console.ToInt32(Console.ReadLine());

int message = 

if ( day == 1) {
    message =
}



